Repository: AliKarahisar/ejectify-macos
Catalog: ejectify/*.lproj/Localizable.strings
Languages: tr

source: Actions
tr: Eylemler

source: Unmount all
tr: Tümünü çıkar

source: No volumes
tr: Birim yok

source: Volumes
tr: Birimler

source: Preferences
tr: Tercihler

source: Launch at login
tr: Başlangıçta çalıştır

source: Unmount when
tr: Ne zaman bağlantı kesilsin

source: Screensaver started
tr: Ekran koruyucu başladığında

source: Screen is locked
tr: Ekran kilitlendiğinde

source: Display turned off
tr: Ekran kapatıldığında

source: System starts sleeping
tr: Sistem uyku moduna girince

source: Force unmount
tr: Çıkarmaya zorla

source: Mount after delay
tr: Gecikmeden sonra ekle

source: About Ejectify
tr: Ejectify Hakkında

source: Quit Ejectify
tr: Ejectify'dan Çık
